Repository: mifos/www
Catalog: sites/all/modules/content_lock/translations/*.po
Languages: de, nl

source: Show lock / unlock messages
de: Meldungen zum Sperren/Entsperren anzeigen
nl: Toon de gebruiker een melding wanneer een node op slot zit.

source: If you disable this option, no messages about unlock / lock of nodes are shown to the user anymore
de: Wenn diese Option deaktiviert wird, werden dem Benutzer keine Meldungen zum Entsperren bzw. Sperren von Beiträgen mehr angezeigt
nl: Als u deze optie uitschakelt, zullen gebruikers geen meldingen zien wanneer een node op slot zit

source: Add cancel button
de: Abbrechen-Schaltfläche hinzufügen
nl: Toon 'Annuleren'-knop

source: Should a cancel button be added to the node / user / comment form. This way a user can properly cancel the transaction
de: Soll dem Beitrags-, Benutzer- und Kommentarformular eine Abbrechen-Schaltfläche hinzugefügt werden? Dies ist eine Möglichkeit, mit der Benutzer die Transaktion einfach abbrechen können.
nl: Moet er een 'Annuleren'-knop op de node- / gebruiker- / en commentaar-formulieren staan? Zo kan een gebruiker de handeling correct annuleren.

source: Drupal's default content locking strategy is optimistic, that is, two users may start to edit the same content and the one who is hitting the save button first wins the race, while the other is displayed a message stating <em>this content has been modified by another user, changes cannot be saved</em>. Depending on the number of editors in your organization this might not be an acceptable solution.
de: Die standardmäßige Strategie von Drupal zum Sperren von Inhalt ist optimistisch, das heißt 2 Benutzer können den selben Inhalt zur selben Zeit bearbeiten, wobei der das Rennen gewinnt, der die Speichern-Schaltfläche zuerst anklickt, während der andere eine Nachricht erhält, dass <em>dieser Inhalt durch einen anderen Benutzer geändert wurde und Änderungen nicht gespeichert werden können</em>. Je nach Anzahl der Bearbeiter ist dies möglicherweise keine akzeptable Situation.
nl: Drupal hanteert een optimistische strategie om nodes af te sluiten tijdens bewerkingen. Wanneer twee gebruikers op hetzelfde moment een node bewerken, zal enkel de eerste die op de 'Bewaar'-knop klikt zijn wijzigingen kunnen opslaan. De andere gebruiker krijgt een melding dat de inhoud gewijzigd werd door een andere gebruiker, en dat zijn wijzigingen niet kunnen worden opgeslagen. Dit kan problemen opleveren wanneer meerdere gebruikers binnen een organisatie dezelfde nodes moeten kunnen bewerken.

source: The Content locking module implements pessimistic locking, which means that content will be exclusively locked whenever a user starts editing it. The lock will be automatically released when the user submits the form or navigates away from the edit page.
de: Das Modul ‚Content Locking‘ implementiert pessimistisches Sperren, was bedeutet dass Inhalt exklusiv gesperrt wird, sobald er von einem Benutzer bearbeitet wird. Die Sperre wird automatisch aufgehoben, wenn der Benutzer das Formular abschickt oder die Bearbeiten-Seite verlässt.
nl: De Content locking module implementeert een beperkende strategie, waardoor een node op slot gaat zodra een gebruiker begint met een node te bewerken. De node wordt automatisch vrijgegeven wanneer een gebruiker de node opslaat of naar een andere pagina surft.

source: Users may also permanently lock content, to prevent others from editing it. Content locks that have been "forgotten" can be automatically released after a configurable time span.
de: Benutzer können Inhalt auch dauerhaft sperren, damit ihn andere Benutzer nicht bearbeiten. Inhaltssperren, die „vergessen“ wurden, können nach einer konfigurierbaren Zeitspanne entsperrt werden.
nl: Gebruikers kunnen een node ook permanent op slot doen, om te voorkomen dat andere gebruikers de node nog kunnen bewerken. Nodes kunnen automatisch worden vrijgegeven na een configureerbare tijdspanne.

source: Below is a list of all locked documents. Click on <em>check in</em> to release a lock.
de: Nachfolgend werden alle gesperrten Beiträge aufgelistet. Durch Anklicken von <em>entsperren</em> kann eine Sperre aufgehoben werden.
nl: Hier vindt u een overzicht van alle pagina's die momenteel op slot zitten. Klik op <em>check in</em> om een pagina vrij te geven.

source: Below is a list of all documents locked by you. Click on <em>check in</em> to release a lock.
de: Nachfolgend werden alle von Ihnen gesperrten Beiträge aufgelistet. Durch Anklicken von <em>entsperren</em> kann eine Sperre aufgehoben werden.
nl: Hier vindt u een overzicht van alle pagina's die u momenteel op slot houdt. Klik op <em>check in</em> om een pagina vrij te geven.

source: Your lock has been removed!
de: Ihr Sperre wurde entfernt!
nl: Deze pagina is weer vrijgegeven!

source: You can still save the content if this user aborts the edit operation without saving changes.
de: Sie können den Inhalt immer noch speichern, wenn der Benutzer das Bearbeiten ohne das Speichern von Änderungen abbricht.
nl: U kan de pagina nog opslaan als de andere gebruiker de pagina verlaat zonder ze op te slaan.

source: Your lock has been removed due to inactivity or by an administrator. Failed to regain the lock since the document has been changed since.
de: Ihre Sperre wurde aufgrund von Inaktivität oder durch einem Administrator aufgehoben. Die Sperre konnte nicht neu eingerichtet werden, da das Dokument inzwischen geändert wurde.
nl: De pagina is vrijgegeven door een beheerder of omdat u te lang wachtte om wijzigingen op te slaan. De pagina is intussen aangepast.

source: Cancel
de: Abbrechen
nl: Annuleren

source: This document is locked for editing by !name since @date.
de: Dieser Beitrag ist seit @date von !name zum Bearbeiten gesperrt.
nl: Deze pagina zit op slot sinds @date (gebruiker !name).

source: Click <a href="!release-url">here</a> to check back in now.
de: Zum sofortigen Entsperren <a href="!release-url">hier</a> klicken.
nl: Klik <a href="!release-url">hier</a> om de pagina vrij te geven.

source: This document is now locked against simultaneous editing. It will unlock when you navigate elsewhere.
de: Dieser Beitrag ist nun gegen gleichzeitiges Bearbeiten gesperrt. Die Sperre wird beim Verlassen der Seite aufgehoben.
nl: Deze pagina kan momenteel niet worden bewerkt door andere gebruikers. Ze wordt weer vrijgegeven als u het formulier opslaat of ergens anders heen surft.

source: Title
de: Titel
nl: Titel

source: Username
de: Benutzername
nl: Gebruikersnaam

source: Locked since
de: Gesperrt seit
nl: Op slot sinds

source: Operations
de: Operationen
nl: Handelingen

source: release lock
de: Sperre aufheben
nl: geef node vrij

source: No locked documents.
de: Keine gesperrten Dokumente.
nl: Geen nodes die 'op slot' zitten.

source: The editing lock has been released.
de: Die Bearbeitungs-Sperre wurde aufgehoben.
nl: De node is vrijgegeven.

source: edit
de: bearbeiten
nl: bewerk

source: here
de: hier
nl: hier

source: You are currently blocking the node '!nodetitle' against edits. You might want to do this by clicking !unlocklinkhere, or !edit the node
de: Sie sperren zur Zeit den Beitrag ‚!nodetitle‘, so dass er von keinem anderen Benutzer bearbeitet werden kann. Klicken Sie !unlocklinkhere um die sperre aufzuheben oder !edit Sie den Beitrag.
nl: Andere gebruikers (met voldoende toegangsrechten) kunnen '!nodetitle' momenteel niet bewerken, aangezien je de toegang blokkeert. Klik !unlocklinkhere om de node vrij te geven, of !edit de node zelf verder.

source: Released @count document(s) locked for more than @period.
de: @count Dokument(e) entsperrt, die länger als @period gesperrt waren.
nl: @count nodes vrijgegeven die langer dan @period op slot zaten.

source: Released one document locked for more than @period.
de: 1 Dokument entsperrt, das länger als @period gesperrt war.

source: check out documents
de: Dokumente sperren
nl: check nodes uit

source: keep documents checked out
de: Dokumente gesperrt lassen
nl: doe nodes permanent 'op slot'

source: administer checked out documents
de: Gesperrte Dokumente verwalten
nl: beheer pagina's die 'op slot' zitten

source: Locked documents
de: Gesperrte Dokumente
nl: Pagina's 'op slot'

source: Content lock
de: Inhalts-Sperre

source: Configuration options for the Content lock module
de: Konfigurationsoptionen für das Modul ‚Content Locking‘
nl: Configuratie van de Content lock-module

source: Content locking (edit lock)
de: Inhaltssperrung (Bearbeitungssperre)
nl: Content locking

source: Prevents users to edit the same node at the same time. The second user can enter the edit-mode and gets notified
de: Verhindert dass Benutzer den selben Beitrag zur selben Zeit bearbeiten können. Der zweite Benutzer kann den Bearbeiten-Modus aufrufen, wird aber benachrichtigt
nl: Voorkomt dat gebruikers dezelfde node op hetzelfde moment bewerken. Gebruikers kunnen een melding krijgen wanneer de node op slot zit.

source: Be aware, if you press "OK" now, ALL your changes will be lost!
de: Vorsicht, wenn jetzt „OK“ gedrückt wird, gehen ALLE Änderungen verloren!
nl: Opgelet: als u op 'OK' klikt gaan uw wijzigingen verloren.
